# Membuat Data Frame dari Hasil Seleksi Spreadsheet

In [4]:
import pandas as pd
print(pd.__version__)

1.3.4

Langkahnya sebagai berikut :
- Buatlah data di spreadsheet apa pun
- Kemudian seleksi dan copy data yang ingin ditampilkan
- Jalankan kode

In [5]:
df = pd.read_clipboard()
df

      NIM   Nama
0  210001   Bejo
1  210002    Adi
2  210003   Tina
3  210004  Bagus
4  210005   Boni